Repository: ebrahimfathyf107/one_care
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Shop
ar: المتجر

source: Home
ar: الرئيسية

source: Cart
ar: السلة

# offer
source: Offers
ar: العروض

source: Settings
ar: الإعدادات

# settings_description
source: Everything you need to manage your account and learn about our services and policies.
ar: كل ما تحتاجه لإدارة حسابك والتعرف على خدماتنا وسياساتنا.

# account
source: My Account
ar: حسابي

# account_desc
source: Manage your account and personal information
ar: إدارة حسابك ومعلوماتك الشخصية

source: About Us
ar: من نحن

# about_us_desc
source: Learn more about our company
ar: تعرف على المزيد عن شركتنا

source: Contact Us
ar: اتصل بنا

# contact_us_desc
source: Ways to get in touch with us
ar: طرق التواصل معنا

source: Privacy Policy
ar: سياسة الخصوصية

# privacy_policy_desc
source: How we protect your data and privacy
ar: كيف نحمي بياناتك ونحافظ على خصوصيتك

# return_policy
source: Return & Exchange Policy
ar: سياسة الاستبدال والاسترجاع

# return_policy_desc
source: Terms and conditions for returns and exchanges
ar: شروط وأحكام الإرجاع والاستبدال

# about_us_title
source: About Us
ar: من نحن

# address_des
source: Baqdu Plan, Prince Muqrin Ibn Abdulaziz, Shadhah District, Madinah 42361, Saudi Arabia
ar: مخطط باقدو، شارع الأمير مقرن بن عبدالعزيز، حي شذا، المدينة المنورة 42361، المملكة العربية السعودية

# return_new_heading
source: Refund, Returns, and Cancellations Policy
ar: سياسة الاسترداد والإرجاع والإلغاء

# return_new_rights_title
source: We Reserve the Right to Cancel Orders
ar: نحتفظ بحق إلغاء الطلبات

# return_new_rights_point_1
source: Products availability
ar: توفر المنتجات

# return_new_rights_point_2
source: Errors in the description or prices for products
ar: أخطاء في وصف أو أسعار المنتجات

# return_new_rights_point_3
source: Errors in your order
ar: أخطاء في طلبك

# return_new_rights_point_4
source: Errors or change in promotions, coupon code, etc.
ar: أخطاء أو تغييرات في العروض أو أكواد الخصم

# return_new_rights_point_5
source: Serviceable delivery area, zones, cities
ar: نطاق ومناطق ومدن التوصيل

# return_new_rights_point_6
source: Incomplete or fraudulent profile
ar: ملف شخصي غير مكتمل أو احتيالي

# return_new_rights_point_7
source: Suspicion of fraud or an unauthorized or illegal transaction
ar: الاشتباه في احتيال أو معاملة غير مصرح بها أو غير قانونية

# return_new_rights_point_8
source: Suspicious activities or historical order pattern
ar: أنشطة أو تاريخ طلبات مشبوه

# return_new_defective_title
source: Defective Items
ar: المنتجات المعيبة

# return_new_defective_body
source: For defective items supplied from the manufacturer, you are eligible for an exchange, refund, coupon, or voucher if the item(s) is returned within 7 days of delivery with e-payment confirmation.
ar: للعناصر المعيبة من الشركة المصنعة يحق لك استبدال أو استرداد أو قسيمة خلال 7 أيام من الاستلام مع إثبات الدفع الإلكتروني.

# return_new_promotional_title
source: Promotional & Gift Items
ar: العروض والهدايا

# return_new_promotional_body
source: Promotional and free gift items are NOT refundable unless there's a manufacturing defect at one care's discretion.
ar: العناصر الترويجية والهدايا المجانية غير قابلة للاسترداد إلا عند وجود عيب مصنعي وفق تقدير one care.

# return_new_non_defective_title
source: Non-Defective Products
ar: المنتجات السليمة

# return_new_non_defective_body
source: No exchange or refund will be made for non-defective, correctly delivered products.
ar: لا استبدال أو استرداد للمنتجات السليمة التي تم تسليمها بشكل صحيح.

# return_new_pricing_title
source: Pricing Errors
ar: أخطاء التسعير

# return_new_pricing_body
source: We strive for accurate pricing. If an error occurs, we are not bound by the incorrect price and may cancel the purchase.
ar: نسعى لدقة الأسعار، وفي حال الخطأ لا نلتزم بالسعر غير الصحيح ويجوز إلغاء الطلب.

# return_new_exchange_request_title
source: Exchange Requests
ar: طلبات الاستبدال

# return_new_exchange_request_body
source: Exchange requests for non-defective, correctly delivered products must be made within 7 days of delivery.
ar: طلبات استبدال المنتجات السليمة يجب أن تقدم خلال 7 أيام من الاستلام.

# return_new_hygiene_title
source: Hygiene & Safety
ar: النظافة والسلامة

# return_new_hygiene_body
source: one care reserves the right to deny any exchange for hygiene-related cases.
ar: تحتفظ one care بحق رفض أي استبدال لأسباب متعلقة بالنظافة.

# return_new_eligibility_title
source: Product Eligibility
ar: أهلية الإرجاع

# return_new_eligibility_body
source: Each product detail page states whether an item is eligible for return. Please review before purchase.
ar: توضح صفحة كل منتج قابليته للإرجاع. يرجى المراجعة قبل الشراء.

# return_new_initiate_title
source: Initiate a Return
ar: بدء الإرجاع

# return_new_initiate_body
source: Contact Customer Service within 7 days of delivery (phone, email, live chat, or WhatsApp). We'll guide you and schedule pickup from the original delivery location.
ar: تواصل مع خدمة العملاء خلال 7 أيام (هاتف، بريد، محادثة مباشرة، واتساب). نرشدك وننسق الاستلام من موقع التسليم.

# return_new_refund_title
source: Refund Processing
ar: معالجة الاسترداد

# return_new_refund_body
source: Refunds are processed to the original payment method after inspection and approval. Transfers may take 3–7 business days depending on your bank.
ar: تُعاد المبالغ لنفس وسيلة الدفع بعد الفحص والموافقة. قد يستغرق التحويل 3–7 أيام عمل حسب البنك.

# return_new_acceptance_title
source: Return Acceptance Conditions
ar: شروط قبول الإرجاع

# return_new_acceptance_point_1
source: Product not damaged while in your possession.
ar: أن لا يكون المنتج تعرض للتلف بحوزتك.

# return_new_acceptance_point_2
source: Product matches what was shipped to you.
ar: أن يطابق المنتج ما تم شحنه لك.

# return_new_acceptance_point_3
source: Product returned in original condition (sealed/unopened if applicable, with box, manuals, warranty card, accessories).
ar: أن يُعاد المنتج بحالته الأصلية (مختوم/غير مفتوح مع العلبة والكتيبات والضمان والملحقات).

# return_new_conditions_title
source: Refund & Return Conditions
ar: شروط الاسترداد والإرجاع

# return_new_conditions_point_1
source: Refund/exchange for defective products within 7 days of receipt.
ar: استرداد/استبدال للمنتجات المعيبة خلال 7 أيام من الاستلام.

# return_new_conditions_point_2
source: Printed or electronic invoice required.
ar: يلزم فاتورة مطبوعة أو إلكترونية.

# return_new_conditions_point_3
source: Physically damaged or missing items must be reported at delivery time.
ar: الإبلاغ عن التلف أو النقص عند التسليم فقط.

# return_new_conditions_point_4
source: Items needing special storage (e.g., temperature-controlled prescriptions) are not returnable.
ar: المنتجات ذات التخزين الخاص (مثل الأدوية المبردة) غير قابلة للإرجاع.

# return_new_conditions_point_5
source: No returns/exchanges for insurance receipt sales.
ar: لا إرجاع/استبدال لمبيعات التأمين.

# return_new_conditions_point_6
source: All items in a multi-item offer must be returned together.
ar: يجب إرجاع كامل عناصر العروض المتعددة.

# return_new_conditions_point_7
source: Refund covers product price only; shipping and payment processing fees are non-refundable.
ar: الاسترداد يشمل سعر المنتج فقط، الشحن والرسوم غير مستردة.

# return_new_conditions_point_8
source: Pickup fee may apply for non-defective exchanges.
ar: قد تُفرض رسوم استلام لطلبات الاستبدال للمنتجات السليمة.

# return_new_conditions_point_9
source: After inspection, eligible faulty items proceed to refund; incomplete/damaged returns are sent back.
ar: بعد الفحص تُستكمل إجراءات الاسترداد، وإلا يُعاد المنتج لك.

# return_new_conditions_point_10
source: one care may deny exchanges for hygiene-related cases.
ar: قد ترفض one care الاستبدال لأسباب النظافة.

# return_new_conditions_point_11
source: Coupons, discounts, vouchers, or special offers applied are deducted proportionally.
ar: يتم خصم القسائم أو الخصومات أو العروض المطبقة.

# return_new_conditions_point_12
source: Promotional and free gift items not refundable unless manufacturing defect at one care's discretion.
ar: العروض والهدايا غير قابلة للاسترداد إلا لعيب مصنعي وفق تقدير one care.

# return_new_conditions_point_13
source: one care may amend these terms without prior notice.
ar: يحق لـ one care تعديل الشروط دون إشعار مسبق.

# privacy_protection
source: Protecting Your Privacy
ar: حماية خصوصيتك

# privacy_protection_desc
source: 3ALab values your trust and aims to make you feel comfortable and secure when using our website and sharing your information with us. We take pride in our commitment to protecting your privacy. Please read the following policy to understand how we handle your personal information.
ar: 3ALab يقدر ثقتك ويهدف إلى جعلك تشعر بالراحة والأمان عند استخدام موقعنا ومشاركة معلوماتك معنا. نحن فخورون بتعهدنا بحماية خصوصيتك. يرجى قراءة السياسة التالية لفهم كيفية التعامل مع معلوماتك الشخصية.

source: Privacy Guarantee
ar: ضمان الخصوصية

# privacy_guarantee_desc
source: 3ALab commits not to sell, rent, or share your personal information with any third party (except as mentioned in this 'Privacy Policy') without your consent.
ar: 3ALab يتعهد بعدم بيع أو إيجار أو مشاركة معلوماتك الشخصية مع أي طرف ثالث (باستثناء ما هو مذكور في هذه “سياسة الخصوصية”) دون موافقتك.

source: Service Providers
ar: مزودو الخدمة

# service_providers_desc
source: 3ALab may use other companies or individuals to perform tasks on its behalf, such as website designers, data analysts, marketing assistants, or search result providers. These service providers may have access to personal information necessary to perform their functions, which will not be used for other purposes. Any information shared with service providers is only used for the purpose of delivering products and ensuring they properly protect your privacy. The information you provide while using the site is shared only when necessary and includes:
ar: قد يستخدم 3ALab شركات أو أفراد آخرين لتنفيذ مهام نيابة عنه، مثل مصممي الموقع، محللي البيانات، مساعدي التسويق، أو مزودي نتائج البحث. قد يكون لهذه مزودي الخدمة الوصول إلى المعلومات الشخصية اللازمة لأداء وظائفهم، والتي لا تُستخدم لأغراض أخرى. يتم استخدام أي معلومات مشتركة مع مزودي الخدمة فقط للغرض من تقديم المنتجات والتأكد من أنهم يحمون خصوصيتك بشكل صحيح. المعلومات التي تقدمها عند استخدام الموقع وتقاسمها فقط عند الحاجة تشمل:

source: Collected Information
ar: المعلومات التي قد تتم جمعها

# collected_information_desc
source: The 3ALab website collects information you provide during registration and when placing orders. Additional data may be collected when you participate in any offers we provide. We also monitor traffic patterns and visitor presence on the site to improve our services. If you do not agree to this 'Privacy Policy,' do not accept it during registration. Your personal identity will remain anonymous while browsing the site without logging in using your username and password. However, 3ALab collects and stores the following information even without login:
ar: يجمع موقع 3ALab المعلومات التي تقدمها أثناء التسجيل وعند تقديم الطلبات. قد يتم جمع بيانات إضافية أثناء مشاركتك في أي عروض نقدمها. نحن أيضًا نراقب أنماط حركة المرور وتواجد الزوار في الموقع لتحسين خدماتنا. إذا لم توافق على هذه “سياسة الخصوصية”، فلا تقبلها أثناء التسجيل. سيظل هويتك الشخصية مجهولة أثناء تصفح الموقع دون تسجيل الدخول باستخدام اسم المستخدم وكلمة المرور. ومع ذلك، يجمع 3ALab ويحفظ المعلومات التالية حتى بدون تسجيل الدخول:

# responsibility
source: Our Responsibility
ar: مسؤوليتنا

# responsibility_desc
source: While 3ALab strives to maintain the confidentiality of your personal information, online transmissions and operations cannot be completely secure. By using this site, you agree that 3ALab is not responsible for information disclosures due to transmission errors, unauthorized actions by third parties, or other incidents beyond our control. 3ALab is also not responsible for any damages resulting from violations, errors, or unauthorized actions affecting the site.
ar: بينما يعمل 3ALab على ضمان سرية معلوماتك الشخصية، فإن النقل والعمليات عبر الإنترنت لا يمكن أن تكون آمنة تمامًا. باستخدام هذا الموقع، فإنك توافق على أن 3ALab غير مسؤولة عن الكشف عن المعلومات بسبب أخطاء النقل، أو أفعال غير مصرح بها من قبل أطراف ثالثة، أو حوادث أخرى خارجة عن سيطرتنا. 3ALab ليست مسؤولة أيضًا عن أي أضرار ناتجة عن انتهاكات، أخطاء، أو أفعال غير مصرح بها تؤثر على الموقع.

source: Policy Updates
ar: تحديثات السياسة

# policy_updates_desc
source: We reserve the right to modify or update this 'Privacy Policy' at any time. Changes become effective immediately upon being posted on the site, and this notice informs you of updates.
ar: نحن نحتفظ بالحق في تعديل أو تحديث هذه “سياسة الخصوصية” في أي وقت. تصبح التغييرات سارية فور نشرها على الموقع، وتنبه هذه الإشعار للتغييرات.

source: Name
ar: الاسم

source: Identity Data
ar: بيانات الهوية

# business_registration_data
source: Business Registration Data (if applicable)
ar: بيانات التسجيل التجاري (إن وجدت)

source: Mobile Number
ar: رقم الجوال

source: Email
ar: البريد الإلكتروني

source: Address
ar: العنوان

source: Contact Numbers
ar: أرقام الاتصال

# bank_accounts_credit_cards
source: Bank Account Numbers and Credit Cards
ar: أرقام الحسابات البنكية وبطاقات الائتمان

source: IP Address
ar: عنوان بروتوكول الإنترنت (IP)

# website_usage_date_time
source: Date and Time of Website Usage
ar: تاريخ ووقت استخدام الموقع

# device_type_os_browser
source: Device Type, Operating System, or Browser You Use
ar: نوع الجهاز، نظام التشغيل، أو المتصفح الذي تستخدمه

# os_information
source: Operating System Information, Such as Applications and Language Settings
ar: معلومات عن نظام التشغيل الخاص بك، مثل التطبيقات وإعدادات اللغة

# services_browsed_or_provided
source: Services We Provided to You or That You Browsed
ar: الخدمات التي قدمناها لك أو التي قمت بتصفحها

source: Site Usage Country
ar: دولة استخدام الموقع

source: Default Browser Language
ar: اللغة الافتراضية للمتصفح

source: User Operating System
ar: نظام التشغيل الخاص بالمستخدم

# customer_satisfaction
source: At 3ALab, your satisfaction is our priority! If you are not completely satisfied with your purchase, we are here to help. Please review our return and exchange policy below:
ar: في 3ALab، رضاك هو أولويتنا! إذا لم تكن راضيًا تمامًا عن مشترياتك، نحن هنا لمساعدتك. يرجى مراجعة سياسة الإرجاع والاستبدال أدناه:

# return_exchange_conditions
source: Return and Exchange Conditions
ar: شروط الإرجاع والاستبدال

# exchange_accepted
source: Exchange: Accepted within 7 days of receiving the order.
ar: الاستبدال: يُقبل خلال 7 أيام من استلام الطلب.

# return_accepted
source: Return: Accepted within 3 days of receiving the order.
ar: الإرجاع: يُقبل خلال 3 أيام من استلام الطلب.

# products_condition
source: Products must be unopened, unused, and in their original packaging.
ar: يجب أن تكون المنتجات غير مفتوحة، غير مستخدمة، وفي عبواتها الأصلية.

# products_original_condition
source: Products must be in their original condition.
ar: يجب أن تكون المنتجات في حالتها الأصلية.

# non_returnable_products
source: Products that have been opened, tampered with, damaged, or partially used cannot be returned or exchanged.
ar: المنتجات التي تم فتحها، العبث بها، تلفها، أو استخدامها جزئيًا لا يمكن إرجاعها أو استبدالها.

# return_rejection_rights
source: If the return or exchange conditions are not fully met, we reserve the right to reject the request.
ar: إذا لم يتم استيفاء شروط الإرجاع او الاستبدال بشكل كامل، فإننا نحتفظ بالحق في رفض الطلب.

# non_returnable_items
source: Non-Returnable Products
ar: المنتجات غير القابلة للإرجاع

# storage_conditions
source: Products requiring special storage conditions (such as baby food).
ar: المنتجات التي تتطلب ظروف تخزين خاصة (مثل أغذية الأطفال).

# special_offers
source: Products purchased during special offers or discounts.
ar: المنتجات المشتراة خلال عروض خاصة أو تخفيضات.

# return_exchange_process
source: Return and Exchange Process
ar: عملية الإرجاع والاستبدال

# step_1
source: Step 1: Initiating the Request
ar: الخطوة 1: بدء الطلب

# contact_support
source: Contact customer support via:
ar: تواصل مع فريق دعم العملاء عبر:

# email_address
source: Email: info@3alab-cosmo.com
ar: البريد الإلكتروني: info@3alab-cosmo.com

# provide_order_details
source: Please provide the order number and reason for return or exchange.
ar: يرجى تقديم رقم الطلب وسبب الإرجاع أو الاستبدال.

# step_2
source: Step 2: Approval
ar: الخطوة 2: الموافقة

# review_process
source: After reviewing your request, we will provide you with instructions to return the product. The review and approval process may take up to 2 business days.
ar: بعد مراجعة طلبك، سنزودك بتعليمات لإعادة المنتج. قد تستغرق عملية المراجعة والموافقة ما يصل إلى يومين عمل.

# step_3
source: Step 3: Shipping
ar: الخطوة 3: الشحن

# shipping_costs
source: The customer bears the return shipping costs unless the reason is a defective or incorrect product.
ar: يتحمل العميل تكاليف شحن الإرجاع إلا إذا كان السبب هو منتج معيب أو غير صحيح.

# refund_exchange
source: Refund and Exchange
ar: الاسترداد والاستبدال

source: Refund:
ar: الاسترداد:

# refund_process
source: Approved refunds will be processed to the original payment method within 7-10 business days after receiving the returned product. Shipping costs are non-refundable.
ar: ستتم معالجة المبالغ المستردة المعتمدة إلى طريقة الدفع الأصلية خلال 7-10 أيام عمل بعد استلام المنتج المُعاد. تكاليف الشحن غير قابلة للاسترداد.

source: Exchange:
ar: الاستبدال:

# exchange_process
source: If you wish to exchange a product, please specify the replacement product. Exchange is subject to product availability.
ar: إذا كنت ترغب في استبدال منتج، يرجى تحديد المنتج الذي ترغب فيه كبديل. الاستبدال رهن بتوافر المنتج.

# damaged_incorrect_products
source: Damaged or Incorrect Products
ar: المنتجات التالفة أو غير الصحيحة

# damaged_incorrect_products_process
source: If you receive a damaged or incorrect product, please contact us within 48 hours of receipt. We will replace the product immediately at no additional cost.
ar: إذا تلقيت منتجًا تالفًا أو غير صحيح، يرجى الاتصال بنا خلال 48 ساعة من الاستلام. سنقوم باستبدال المنتج على الفور بدون أي تكاليف إضافية.

# customer_support
source: Need Help?
ar: هل تحتاج إلى مساعدة؟

# customer_support_message
source: We strive to provide an enjoyable shopping experience. If you have any inquiries, do not hesitate to contact our support team:
ar: نسعى لتوفير تجربة تسوق ممتعة. إذا كان لديك أي استفسارات، لا تتردد في التواصل مع فريق الدعم:

# thank_you
source: Thank you for choosing 3ALab! We appreciate your trust and satisfaction.
ar: شكرًا لاختيارك 3ALab! نحن نقدر ثقتك ورضاك.

# comm_us
source: Contact Us
ar: تواصل معنا

source: Facebook
ar: فيسبوك

source: Instagram
ar: انستغرام

source: Twitter
ar: تويتر

source: TikTok
ar: تيك توك

source: Snapchat
ar: سناب شات

source: WhatsApp
ar: واتساب

# whatsapp_desc
source: Contact us quickly and easily on WhatsApp!
ar: تواصل معنا بسهولة وسرعة عبر واتساب!

# facebook_desc
source: Join us and be part of our community on Facebook!
ar: انضم إلينا وكن جزءًا من مجتمعنا على فيسبوك!

# instagram_desc
source: Enjoy the latest photos and updates on Instagram!
ar: استمتع بأحدث الصور والتحديثات على إنستجرام!

# twitter_desc
source: Follow our tweets and join the conversation on Twitter!
ar: تابع تغريداتنا وانضم للنقاش على تويتر!

# tiktok_desc
source: Enjoy the latest videos on TikTok!
ar: استمتع بأحدث مقاطع الفيديو على تيك توك!

# snapchat_desc
source: Watch our exclusive daily stories on Snapchat!
ar: شاهد يومياتنا الحصرية على سناب شات!

# contact_phone
source: Phone
ar: الهاتف

# contact_phone_desc
source: Call us directly for quick assistance
ar: اتصل بنا مباشرة للمساعدة السريعة

# contact_email
source: Email
ar: البريد الإلكتروني

# contact_email_desc
source: Send us an email and we'll get back to you
ar: أرسل لنا بريدًا وسنعاود التواصل معك

# contact_address
source: Musa Bin Nusayr Street, Riyadh
ar: شارع موسى بن نصير، الرياض

# language_title
source: Language
ar: اللغة

# language_subtitle
source: English
ar: العربية

source: Choose Language
ar: اختر اللغة

source: Offers
ar: العروض

# about_new_why_best_title
source: Why We're Your Best Choice
ar: لماذا نحن الخيار الأفضل

# about_new_why_best_body
source: We deliver integrated digital healthcare and beauty solutions with a customer-first mindset, combining reliability, innovation, and a focus on real everyday needs.
ar: نقدم حلولاً رقمية متكاملة في الصحة والجمال بعقلية تضع العميل أولاً، تجمع بين الاعتمادية والابتكار والتركيز على الاحتياجات اليومية الحقيقية.

# about_new_message_title
source: Our Mission
ar: رسالتنا

# about_new_message_body
source: To enhance personal wellbeing by providing trusted products and seamless digital services that empower healthier, happier lifestyles.
ar: تعزيز جودة الحياة الشخصية عبر تقديم منتجات موثوقة وخدمات رقمية سلسة تمكّن أسلوب حياة أكثر صحة وراحة.

# about_new_vision_title
source: Our Vision
ar: رؤيتنا

# about_new_vision_body
source: To be the leading integrated platform for smart, accessible, and holistic care across the region.
ar: أن نكون المنصة المتكاملة الرائدة للرعاية الذكية والشمولية وسهلة الوصول في المنطقة.

# about_new_values_title
source: Our Core Values
ar: قيمنا الأساسية

# about_new_value1_title
source: Integrity & Trust
ar: النزاهة والثقة

# about_new_value1_body
source: We commit to honesty, transparency, and ethical standards in everything we do.
ar: نلتزم بالشفافية والمعايير الأخلاقية في كل ما نقوم به.

# about_new_value2_title
source: Customer-Centered
ar: محورية العميل

# about_new_value2_body
source: Your needs shape our products, services, and continuous improvements.
ar: احتياجاتك تشكل منتجاتنا وخدماتنا وتحسيناتنا المستمرة.

# about_new_value3_title
source: Innovation
ar: الابتكار

# about_new_value3_body
source: We adopt modern technologies and smart processes to deliver better care experiences.
ar: نعتمد التقنيات الحديثة والعمليات الذكية لتجربة رعاية أفضل.

# about_new_value4_title
source: Quality & Reliability
ar: الجودة والاعتمادية

# about_new_value4_body
source: We provide carefully selected products and dependable services you can trust.
ar: نوفر منتجات مختارة بعناية وخدمات موثوقة يمكنك الاعتماد عليها.

# about_new_value5_title
source: Community Impact
ar: الأثر المجتمعي

# about_new_value5_body
source: We contribute to healthier lifestyles and meaningful social wellbeing.
ar: نساهم في أنماط حياة أكثر صحة ورفاهًا اجتماعيًا ذا معنى.

# privacy_new_heading
source: Privacy Policy: Protecting Your Privacy
ar: سياسة الخصوصية: حماية خصوصيتك

# privacy_new_intro
source: One care values your trust and wants you to feel comfortable and safe when using our platform and sharing your information.
ar: تُقدّر One care ثقتك وتسعى لجعلك تشعر بالراحة والأمان عند استخدام منصتنا ومشاركة معلوماتك معنا.

# privacy_new_guarantee_title
source: Privacy Guarantee
ar: ضمان الخصوصية

# privacy_new_guarantee_body
source: We do not sell, rent, or share your personal information with third parties except as described in this policy and with your consent where required.
ar: لا نقوم ببيع أو إيجار أو مشاركة معلوماتك الشخصية مع أطراف ثالثة إلا كما هو موضح في هذه السياسة ومع موافقتك عند اللزوم.

# privacy_new_service_providers_title
source: Service Providers
ar: مزودو الخدمة

# privacy_new_service_providers_body
source: We may engage trusted providers (design, analytics, marketing, hosting, payments) who access only what is necessary to perform their tasks and must protect your data.
ar: قد نستعين بمقدمي خدمات موثوقين (تصميم، تحليلات، تسويق، استضافة، مدفوعات) ولا يُتاح لهم إلا ما يلزم لتنفيذ مهامهم مع الالتزام بحماية بياناتك.

# privacy_new_data_you_provide_title
source: Data You Provide
ar: البيانات التي تقدمها
