Repository: ebrahimfathyf107/one_care
Catalog: lib/l10n/intl_*.arb
Languages: ar

# privacy_new_data_you_provide_list
source: Name; Identity data; Commercial registration (if any); Mobile number; Email; Address; Contact numbers; Bank / card numbers; IP address; Date & time of usage; Device / OS / browser; OS settings (apps, language); Services viewed or used.
ar: الاسم؛ بيانات الهوية؛ السجل التجاري (إن وجد)؛ رقم الجوال؛ البريد الإلكتروني؛ العنوان؛ أرقام الاتصال؛ أرقام الحساب/البطاقة؛ عنوان IP؛ تاريخ ووقت الاستخدام؛ الجهاز/النظام/المتصفح؛ إعدادات النظام (التطبيقات واللغة)؛ الخدمات التي تم استعراضها أو استخدامها.

# privacy_new_info_collected_title
source: Information That May Be Collected
ar: المعلومات التي قد تُجمع

# privacy_new_info_collected_body
source: We collect registration and request data, participation in offers, and behavioral usage to improve services. Some technical info may be stored even without login.
ar: نجمع بيانات التسجيل والطلبات، والمشاركة في العروض، وسلوك الاستخدام لتحسين خدماتنا. وقد نحتفظ ببعض المعلومات التقنية حتى بدون تسجيل دخول.

# privacy_new_additional_anon_list
source: Usage country; Browser default language; User OS.
ar: دولة الاستخدام؛ اللغة الافتراضية للمتصفح؛ نظام تشغيل المستخدم.

# privacy_new_account_closure_note
source: You may close your account any time; some records may remain archived as permitted by law.
ar: يمكنك إغلاق حسابك في أي وقت؛ لكن قد تبقى بعض السجلات مؤرشفة حسب ما يسمح به القانون.

# privacy_new_responsibility_title
source: Our Responsibility
ar: مسؤوليتنا

# privacy_new_responsibility_body
source: While we strive to protect confidentiality, Internet transmission isn’t fully secure. We are not liable for breaches beyond our control (unauthorized access, transmission errors).
ar: رغم سعينا لحماية السرية، فإن نقل البيانات عبر الإنترنت غير آمن تمامًا، ولسنا مسؤولين عن خروقات خارجة عن سيطرتنا (وصول غير مصرح، أخطاء إرسال).

# privacy_new_updates_title
source: Policy Updates
ar: تحديثات السياسة

# privacy_new_updates_body
source: We may modify this policy at any time. Changes take effect upon posting. Continued use signifies acceptance.
ar: قد نقوم بتعديل هذه السياسة في أي وقت. يسري التعديل فور نشره، ويُعد استمرارك في الاستخدام قبولاً به.
